package ru.praktikumServices.scooterQa;

public class AssertData {
    // Собрали все значения ответов в одном месте, чтобы удобно было изменять при необходимости
    protected static String answerOne = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    protected static String answerTwo =
            "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    protected static String answerThree =
            "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    protected static String answerFour =
            "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    protected static String answerFive =
            "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    protected static String answerSix =
            "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    protected static String answerSeven =
            "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    protected static String answerEight =
            "Да, обязательно. Всем самокатов! И Москве, и Московской области.";
}
